{
    "subject": "Market Reality Seller Finance Offer",
    "greeting": "Good Day,\n\nThank you for the opportunity to submit a creative offer on:\n\n<strong>{{address}}</strong>",
    "body": "We’re seeing this across the market right now — strong properties, fair asking prices, but no movement. And it’s not the property’s fault. It’s the environment.\n\nWith rates where they are, even well-qualified buyers are walking away. Not because they don’t like the deal — but because the financing doesn’t make sense. Debt service eats the cash flow. The numbers just don’t pencil under a conventional structure.\n\nThat’s why we’re proposing something different — and frankly, it’s the only structure that actually solves the math.\n\n✅ ABOVE full-price offer<br>✅ Passive monthly income for your client<br>✅ Built-in buyer safeguards so you stay protected\n\n<strong>Offer Summary:</strong><br><strong>Purchase Price:</strong> {{price}}<br><strong>Down Payment:</strong> {{down}} (your commission paid upfront)<br><strong>Monthly Payment (PITI):</strong> {{monthly}}<br><strong>Interest Rate:</strong> {{rate}}<br><strong>Amortization:</strong> {{amort}}<br><strong>Balloon Payment:</strong> {{balloon}}<br><strong>Monthly Taxes:</strong> {{taxes}}<br><strong>Monthly Insurance:</strong> {{insurance}}<br><strong>Close of Escrow:</strong> {{closeEscrow}}<br><strong>Earnest Money Deposit (EMD):</strong> {{emd}}\n\n<strong>Contingencies:</strong><br>- Clear Title<br>- Property Condition acceptable upon inspection<br>- Verification of Rental Income\n\n<strong>Seller Protection – Built In:</strong><br>To ensure trust on both sides, we provide a Deed in Lieu of Foreclosure at closing. That means if we ever miss two consecutive payments, your client can reclaim the property — immediately. No drawn-out process, no court, no uncertainty.\n\nIt’s control, without the headache.\n\n<strong>Why This Works:</strong><br>We’ve used this exact structure to close on similar properties across the state — properties that weren’t moving until seller finance unlocked the right terms.\n\nThis isn’t a workaround. It’s a solution tailored to the current market — one that pays your client what they deserve, while keeping the investment viable for the next owner.\n\n<strong>The Bottom Line:</strong><br>If your client truly wants to sell — not just list — this is the structure that gets it done. Clean, profitable, and built to close.\n\nWe’re ready to move forward today.",
    "closing": "Warm regards,\n<strong>{{yourName}}</strong>\n{{yourPhone}}\n<a href='mailto:{{yourEmail}}'>{{yourEmail}}</a>",
    "signature": "<p style='font-size:12px; color:gray;'>This letter is a non-binding expression of interest and does not constitute a formal agreement. All terms are subject to due diligence, negotiation, and execution of a mutually acceptable purchase agreement.</p>"
  }
  